do

function run(msg, matches)
  return 'HAMYARGROUP -----> 1.3'.. VERSION .. [[ 
 
توسع دهنده ربات: @Mhmafi--@ho3yyyn
  
 کانال پشتیبانی : @hamyargroupp
  
امکانات ورژن 1.3 همیار گروه به شرح ذیل میباشد 
  🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻🔻
✅سرعت بالا در پاسخ 
✅پشتیبانی قوی پس از شارژ حساب
✅کاملا دیباگ شده
✅امکان اخراج اعضا با ریپلای/آیدی/یوزرنیم
✅امکان اخراج اعضا به صورت دائم از گروه 
✅امکان سرچ در گوگل با ربات و گرفتن پاسخ در همان ثانیه
✅امکان اسکیرین گرفتن از سایت مورد علاقه کاربر توسط ربات 
✅امکان معنی کردن کلمات به هر زبانی با ربات 
✅امکان خوش آمد گویی پس از ورود کابر به گروه
✅امکان انتخاب دستیار در صورت نبودن 
✅امکان عوض کردن نام/عکس توسط ربات
✅امکان گذاشتن قوانین/توضیحات در گروه 
✅امکان تعیین حسایت ربات به اسپم و محروم کردن آن از گروه
✅امکان بستن عضوگیری گروه 
✅امکان بستن لینک گروه 
✅امکان قفل اسم گروه و تغییر نام فقط به دست مدیر 
✅امکان قفل تبلیغات 
✅امکان قفل چت کردن در گروه
✅امکان قفل خروج از گروه پس از خروج از بازگشت محروم میگردد
✅امکان قفل فحاشی در گروه پس از دادن فوش از گروه محروم میگردد
✅امکان قفل ورود ربات ها در گروه
✅امکان قفل استیکر
✅امکان قفل چت کردن زبان انگلیسی
✅امکان قفل یوزر نیم
✅امکان گرفتن زمان دقیق هرجای جهان 
✅امکان انجام محاسبات ریاضی (ماشین حساب)
✅امکان اینوایت افراد فقط با داشتن یوزرنیم
✅امکان گرفتن آیدی با ریپلای/یوزنیم
✅امکان مشاهده تعداد پیام فرستاده شده توسط یک کاربر و بقیه اطلاعات
✅امکان فیلتر کلمات خاص توسط مدیر 
✅امکان ارسال پیام به مدیر و پشتیبانی توسط تگ
✅امکان دعوت پستیبانی به صورت اتوماتیک در صورت نیاز 
🇮🇷منتظر امکانات دیگر ما در ورژن بعدی باشید.
🌟🌟🌟🌟🌟
سایت رسمی ربات 🤖👇🏻
https://hg.hamyartec.ir
برای مشاهده تیم ما و استفاده از پشتیبانی آنلاین به سایت مراجعه نمایید.✋🏻
]]

end

return {
  description = "Shows bot version", 
  usage = "ver: Shows bot version",
  patterns = {
    "^ver$"
  }, 
  run = run 
}

end
